Revit 2024 API
BuiltInFailures.SculptingFailures Class
 Failures about Sculpting.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class SculptingFailures
Visual Basic
Public NotInheritable Class SculptingFailures
Visual C++
public ref class SculptingFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.SculptingFailures
See Also
BuiltInFailures.SculptingFailures Members
Autodesk.Revit.DB Namespace